<?php
/*=============================================================================================================================================

	ТЕСТОВОЕ ЗАДАНИЕ ДЛЯ ПГУ 
	(Парсер новостей из RSS изданий на Laravel..)
	
	АВТОР: ИСКАКОВ МАНСУР
	ТЕЛЕФОН: 87477360201
	
	╔╗╔╗╔═══╗╔╗──╔╗──╔══╗
	║║║║║╔══╝║║──║║──║╔╗║
	║╚╝║║╚══╗║║──║║──║║║║
	║╔╗║║╔══╝║║──║║──║║║║
	║║║║║╚══╗║╚═╗║╚═╗║╚╝║
	╚╝╚╝╚═══╝╚══╝╚══╝╚══╝
	╔═══╗╔══╗╔╗╔╗
	║╔═╗║║╔═╝║║║║
	║╚═╝║║╚═╗║║║║
	║╔══╝╚═╗║║║║║
	║║───╔═╝║║╚╝║
	╚╝───╚══╝╚══╝

=============================================================================================================================================*/

Route::get('/', 'SiteController@index'); // Главная страница

Route::get('about', 'SiteController@about'); // О сайте и разработчике :-)

Route::get('howitis', 'SiteController@howitis'); // Как все это создовалось

Route::get('post/{post}', 'SiteController@post_page');

Route::get('ajax/{post}', 'SiteController@ajax');